{
    "pregunta": "¿Cuantos ensayos clínicos están activos actualmente para la Distrofia Muscular de Duchenne?",
    "respuesta": "Basándome en la información proporcionada, hay **11 ensayos clínicos activos actualmente** para la Distrofia Muscular de Duchenne. Estos son:\n\n* **Registro de Duchenne (NCT02069756):** RECLUTANDO\n* **Estudio a largo plazo y de extensión de DS-5141b en pacientes con Distrofia Muscular de Duchenne (NCT04433234):** ACTIVO, NO RECLUTANDO\n* **Registro de evaluación por video de la Distrofia Muscular de Duchenne (NCT05712447):** ACTIVO, NO RECLUTANDO\n* **Estudio de SRP-4045 (Casimersen) y SRP-4053 (Golodirsen) en participantes con Distrofia Muscular de Duchenne (DMD) (NCT02500381):** ACTIVO, NO RECLUTANDO\n* **AFFINITY DUCHENNE: Terapia génica RGX-202 en participantes con Distrofia Muscular de Duchenne (DMD) (NCT05693142):** RECLUTANDO\n* **Un estudio de Fase 3 de TAS-205 en pacientes con Distrofia Muscular de Duchenne (REACH-DMD) (NCT04587908):** ACTIVO, NO RECLUTANDO\n* **Un estudio de la terapia génica SGT-003 en la Distrofia Muscular de Duchenne (INSPIRE DUCHENNE) (NCT06138639):** RECLUTANDO\n* **Un estudio observacional que compara Delandistrogene Moxeparvovec con el estándar de atención en participantes con Distrofia Muscular de Duchenne (NCT06270719):** RECLUTANDO\n* **Un estudio de CAP-1002 en pacientes ambulatorios y no ambulatorios con Distrofia Muscular de Duchenne (NCT05126758):** RECLUTANDO\n* **Hidroterapia en la Distrofia Muscular de Duchenne (DMD) (NCT06445985):** RECLUTANDO\n* **NS-089/NCNP-02-201 en niños con Distrofia Muscular de Duchenne (DMD) (NCT05996003):** RECLUTANDO\n* **Estudio de seguridad, tolerabilidad, farmacodinamia, eficacia y farmacocinética de DYNE-251 en participantes con Distrofia Muscular de Duchenne aptos para el salto del exón 51 (NCT05524883):** RECLUTANDO\n* **Un estudio de PGN-EDO51 en participantes con Distrofia Muscular de Duchenne aptos para el tratamiento de salto del exón 51 (NCT06079736):** RECLUTANDO\n* **Un estudio abierto para evaluar la eficacia y seguridad de Satralizumab en la Distrofia Muscular de Duchenne (NCT06450639):** RECLUTANDO\n\n\nEs importante notar que el estado de \"activo\" puede cambiar rápidamente. Esta respuesta refleja el estado en el momento del análisis de los datos proporcionados. Para obtener la información más actualizada, se recomienda consultar directamente la base de datos de ClinicalTrials.gov."
}